about.org
#+TITLE: About

* Me

I (= Bruno Cuconato) am currently a PhD student/candidate/researcher
at the computer science department at [[https://en.wikipedia.org/wiki/Pontifical_Catholic_University_of_Rio_de_Janeiro][PUC-Rio]]. Otherwise, I spend most
of my free time reading, hiking, and learning Japanese.

If you ever thought of visiting my hometown (Rio), you may find this
[[./visit-rio.org][guide]] useful.

** Contact
Feel free to contact me by email at =(first letter of my
name)cclaro+site= at google's email service.

I go by =odanoburu= on github, IRC, etc.

* The website

This website is built with vanilla JS and CSS, but most of the HTML is
generated from the [[https://orgmode.org/][org]] markup language. Everything is done from the
[[https://www.gnu.org/software/emacs/][Emacs]] text editor.

The content (except otherwise noted, like in the font files) is
licensed under a [[http://creativecommons.org/licenses/by-sa/4.0/][Creative Commons Attribution-ShareAlike 4.0
International License]].
