docs/page/about.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-05-10 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/static/site.css"/><link rel="icon" type="image/x-icon" href="/static/favicon.ico"/></head>
<body>
<header id="top" class="status">
<div class="nav">
  <ul id="navlinks" class="horizontal-list">
    <li>
      <a href="/">Home</a>
    </li>
    <li>
      <a href="/blog/index.html">Blog</a>
    </li>
    <li>
      <a href="/page/about.html">About</a>
    </li>
  </ul>
</div>
</header>
<main id="content">
<header>
<h1 class="title">About</h1>
</header>
<section id="outline-container-org2325c23" class="outline-2">
<h2 id="org2325c23">Me</h2>
<div class="outline-text-2" id="text-org2325c23">
<p>
I (= Bruno Cuconato) am currently a PhD student/candidate/researcher
at the computer science department at <a href="https://en.wikipedia.org/wiki/Pontifical_Catholic_University_of_Rio_de_Janeiro">PUC-Rio</a>. Otherwise, I spend most
of my free time reading, hiking, and learning Japanese.
</p>

<p>
If you ever thought of visiting my hometown (Rio), you may find this
<a href="./visit-rio.html">guide</a> useful.
</p>
</div>

<div id="outline-container-orgddc0d72" class="outline-3">
<h3 id="orgddc0d72">Contact</h3>
<div class="outline-text-3" id="text-orgddc0d72">
<p>
Feel free to contact me by email at <code>(first letter of my
name)cclaro+site</code> at google&rsquo;s email service.
</p>

<p>
I go by <code>odanoburu</code> on github, IRC, etc.
</p>
</div>
</div>
</section>

<section id="outline-container-org6b71e58" class="outline-2">
<h2 id="org6b71e58">The website</h2>
<div class="outline-text-2" id="text-org6b71e58">
<p>
This website is built with vanilla JS and CSS, but most of the HTML is
generated from the <a href="https://orgmode.org/">org</a> markup language. Everything is done from the
<a href="https://www.gnu.org/software/emacs/">Emacs</a> text editor.
</p>

<p>
The content (except otherwise noted, like in the font files) is
licensed under a <a href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0
International License</a>.
</p>
</div>
</section>
</main>
</body>
</html>
